Repository: common-repository/wt-gift-cards-woocommerce
Catalog: languages/wt-gift-cards-woocommerce-*.po
Languages: de_de

source: Gift cards
de_de: Geschenkgutscheine

source: Unable to update settings due to an internal error. %1$s To troubleshoot please click %2$s here. %3$s
de_de: Aufgrund eines internen Fehlers können die Einstellungen nicht aktualisiert werden. %1$s Zur Fehlerbehebung klicken Sie bitte hier auf %2$s. %3$s

source: is required
de_de: ist Erforderlich

source: Copied!
de_de: Kopiert!

source: Error
de_de: Fehler

source: Loading...
de_de: Lade...

source: Please wait...
de_de: Bitte warten...

source: Are you sure?
de_de: Sind Sie sicher?

source: Are you sure you want to delete?
de_de: Wollen Sie dies wirklich löschen?

source: Saving...
de_de: Speichern...

source: Settings Updated
de_de: Einstellungen aktualisiert

source: Settings
de_de: Einstellungen

source: Docs
de_de: Dokumentation

source: Review
de_de: Bewertung

source: Allowed email(s)
de_de: Zulässige E-Mail(s)

source: Free vs. Pro
de_de: Kostenlos vs. Pro

source: Number of gift cards
de_de: Anzahl der Geschenkkarten

source: Unlimited
de_de: Unbegrenzt

source: Physical gift cards
de_de: Physische Geschenkkarten

source: Available templates for gift card
de_de: Verfügbare Vorlagen für Geschenkkarten

source: Gift card amounts
de_de: Geschenkkartenbeträge

source: Set predefined value
de_de: Vordefinierten Wert festlegen

source: Set predefined and custom values with min and max control
de_de: Legen Sie vordefinierte und benutzerdefinierte Werte mit Min- und Max-Kontrolle fest

source: 'Gift this product' option (Create gift cards worth of a specific product)
de_de: Option „Dieses Produkt verschenken“ (Geschenkkarten im Wert eines bestimmten Produkts erstellen)

source: Redeem gift cards to wallet
de_de: Geschenkkarten in die Brieftasche einlösen

source: Allow users to use custom images for gift cards
de_de: Ermöglichen Sie Benutzern die Verwendung benutzerdefinierter Bilder für Geschenkkarten

source: Category-wise template listing
de_de: Auflistung der Vorlagen nach Kategorie

source: Allow users to schedule gift cards
de_de: Ermöglichen Sie Benutzern, Geschenkkarten zu planen

source: Allow users to print gift cards
de_de: Erlauben Sie Benutzern, Geschenkkarten auszudrucken

source: Upload custom gift card templates
de_de: Laden Sie benutzerdefinierte Geschenkkartenvorlagen hoch

source: Refunds to store credit
de_de: Rückerstattung des Guthabens

source: Choose templates for sending gift cards from the admin side
de_de: Wählen Sie auf der Administratorseite Vorlagen zum Versenden von Geschenkkarten aus

source: Give discounts on gift cards
de_de: Geben Sie Rabatte auf Geschenkkarten

source: Attach gift cards as PDFs to emails
de_de: Hängen Sie Geschenkgutscheine als PDFs an E-Mails an

source: Set expiry and advanced usage restrictions
de_de: Legen Sie Ablauf- und erweiterte Nutzungsbeschränkungen fest

source: Control gift card form fields
de_de: Steuern Sie die Formularfelder für Geschenkkarten

source: Add captions for gift cards
de_de: Fügen Sie Beschriftungen für Geschenkkarten hinzu

source: Unlock the full potential of gift cards with a
de_de: Schöpfen Sie das volle Potenzial von Geschenkkarten mit a aus

source: See what you are missing on your free version!
de_de: Sehen Sie, was Ihnen in Ihrer kostenlosen Version fehlt!

source: 99% Customer Satisfaction
de_de: Schnell und 99% cKundenzufriedenheit

source: 30 Day money back guarantee
de_de: 30 Tage Geld-zurück-Garantie

source: Unlock pro features
de_de: Schalten Sie Pro-Funktionen frei

source: FREE
de_de: KOSTENLOS

source: Enable to add gift card products and purchase functionality to the store. When disabled hides all gift cards and disables purchasing option
de_de: Aktivieren Sie diese Option, um dem Shop Geschenkkartenprodukte und Kauffunktionen hinzuzufügen. Bei Deaktivierung werden alle Geschenkkarten ausgeblendet und die Kaufoption deaktiviert

source: Set to generate Gift cards when the order reaches the selected order status
de_de: Legen Sie fest, dass Geschenkkarten generiert werden, wenn die Bestellung den ausgewählten Bestellstatus erreicht

source: Image to be used in the gift card template
de_de: Bild, das in der Geschenkkartenvorlage verwendet werden soll

source: Adds template to the specified gift card category
de_de: Fügt der angegebenen Geschenkkartenkategorie eine Vorlage hinzu

source: Selected templates will be available on gift card product page
de_de: Ausgewählte Vorlagen sind auf der Produktseite der Geschenkkarte verfügbar

source: Allows to choose between pre-defined gift card value or set custom gift card values
de_de: Ermöglicht die Auswahl zwischen vordefinierten Geschenkkartenwerten oder der Festlegung benutzerdefinierter Geschenkkartenwerte

source: Predefined gift card values to display on the product page. Separate multiple amounts with a comma
de_de: Vordefinierte Geschenkkartenwerte zur Anzeige auf der Produktseite. Trennen Sie mehrere Beträge durch ein Komma

source: Enable to allow users to choose template from the front end
de_de: Aktivieren Sie diese Option, um Benutzern die Auswahl einer Vorlage im Frontend zu ermöglichen

source: Value of the gift card
de_de: Wert der Geschenkkarte

source: The text will be displayed in the gift card email
de_de: Der Text wird in der Geschenkkarten-E-Mail angezeigt

source: Recipient list to send the gift card
de_de: Empfängerliste zum Versenden der Geschenkkarte

source: Redirects to WooCommerce Email settings > Store credit email section. Can configure the store credit email from there
de_de: Leitet zu den E-Mail-Einstellungen von WooCommerce > E-Mail-Bereich für Guthaben im Shop weiter. Von dort aus kann die E-Mail-Adresse für die Gutschrift des Shops konfiguriert werden

source: Unable to load template list.
de_de: Die Vorlagenliste konnte nicht geladen werden.

source: Delete template
de_de: Template löschen

source: No templates have been chosen. Navigate to %s General Settings > Template Settings %s and select the desired templates.
de_de: Es wurden keine Vorlagen ausgewählt. Navigieren Sie zu %sAllgemeine Einstellungen > Vorlageneinstellungen%s und wählen Sie die gewünschten Vorlagen aus.

source: Enable gift card product
de_de: Geschenkkartenprodukt aktivieren

source: Enable
de_de: Aktivieren

source: Order status to generate gift cards
de_de: Bestellstatus zum Generieren von Geschenkkarten

source: Gift cards will be generated upon reaching the selected order status.
de_de: Geschenkkarten werden bei Erreichen des ausgewählten Bestellstatus generiert.

source: Gift card products
de_de: Geschenkkartenprodukte

source: Send gift card
de_de: Geschenkkarte verschicken

source: Hide preview
de_de: Vorschau ausblenden

source: Show preview
de_de: Vorschau zeigen

source: Unable to load the preview.
de_de: Die Vorschau kann nicht geladen werden.

source: from
de_de: von

source: Expiry date:
de_de: Ablaufdatum:

source: Edit gift card product
de_de: Geschenkkartenprodukt bearbeiten

source: View gift card products
de_de: Geschenkkartenprodukte ansehen

source: Product data
de_de: Produktdaten

source: Please enter valid email address.
de_de: Bitte gültige Email-Adresse angeben.

source: Please enter valid amount.
de_de: Bitte geben Sie einen gültigen Betrag ein.

source: Success. Total %s coupon(s) created and mailed.
de_de: Erfolg. Insgesamt %s Gutschein(s) erstellt und verschickt.

source: Coupon
de_de: Gutschein

source: Coupon amount
de_de: Gutscheinbetrag

source: Recipient email
de_de: Empfänger E-Mail

source: Gift cards purchased
de_de: Geschenkkarten gekauft

source: Something went wrong
de_de: Leider ist ein Fehler aufgetreten

source: Success
de_de: Erfolg

source: You do not have sufficient permission to perform this operation
de_de: Sie haben nicht die Berechtigung diese Aktion auszuführen

source: Edit
de_de: Bearbeiten

source: Gift card product
de_de: Geschenkkartenprodukt

source: Gift card
de_de: Geschenkgutschein

source: Gift Card
de_de: Geschenkgutschein

source: This is an automatically created product for Gift card.
de_de: Dies ist ein automatisch erstelltes Produkt für eine Geschenkkarte.

source: View larger
de_de: Größer anzeigen

source: Templates
de_de: Vorlagen

source: Unknown
de_de: Unbekannt

source: Sent
de_de: Gesendet

source: Resend
de_de: Erneut senden

source: Awaiting order status update
de_de: Warten auf Aktualisierung des Bestellstatus

source: Force send and activate
de_de: Senden und Aktivieren erzwingen

source: Send
de_de: Senden

source: Coupon amount:
de_de: Gutscheinbetrag:

source: Coupon code:
de_de: Dein Gutscheincode ist:

source: Expiry:
de_de: Ablauf:

source: Last sent:
de_de: Zuletzt gesendet:

source: Set predefined amounts
de_de: Legen Sie vordefinierte Beträge fest

source: Multiple values need to be separated by comma.
de_de: Mehrere Werte müssen durch Komma getrennt werden.

source: Template preview
de_de: Vorlagen Vorschau

source: Email preview
de_de: E-Mail-Vorschau

source: Credit amount
de_de: Gutscheinbetrag

source: Recipient email(s)
de_de: Empfänger-E-Mail(s)

source: Multiple emails can be inputted by separating with commas.
de_de: Mehrere E-Mail-Adressen können durch Kommas getrennt eingegeben werden.

source: Sender name
de_de: Name des Absenders

source: Gift card message
de_de: Geschenkkartennachricht

source: Configure gift card email
de_de: Konfigurieren Sie die E-Mail-Adresse für die Geschenkkarte

source: Configure email
de_de: Email konfigurieren

source: Send email
de_de: E-Mail senden

source: Preview email
de_de: E-Mail Vorschau

source: Trash
de_de: Papierkorb

source: Auto draft
de_de: Automatischer Entwurf

source: Gift Card Products
de_de: Geschenkkartenprodukte

source: Add new
de_de: Neu hinzufügen

source: Title
de_de: Titel

source: Price
de_de: Preis

source: Date
de_de: Datum

source: (no title)
de_de: (kein Titel)

source: Restore
de_de: Wiederherstellen

source: View
de_de: Anzeigen

source: No products to display.
de_de: Keine Produkte zum Anzeigen vorhanden.

source: General
de_de: Allgemein

source: Save
de_de: sparen

source: Save settings
de_de: Einstellungen speichern

source: WooCommerce Gift Cards
de_de: WooCommerce Geschenkkarten

source: General settings
de_de: Allgemeine Einstellungen

source: Create Cutting-Edge Gift Cards with Premium Features
de_de: Erstellen Sie hochmoderne Geschenkkarten mit Premium-Funktionen

source: WebToffee WooCommerce Gift Cards (Premium)
de_de: WebToffee WooCommerce-Geschenkkarten (Premium)

source: Create an unlimited number of gift cards
de_de: Erstellen Sie eine unbegrenzte Anzahl an Geschenkkarten

source: Create physical gift cards
de_de: Erstellen Sie physische Geschenkkarten

source: 'Gift this product' option
de_de: Option „Dieses Produkt verschenken“.

source: 20+ free templates with category-wise listing
de_de: Über 20 kostenlose Vorlagen mit kategorieweiser Auflistung

source: Redeem gift cards to store credit
de_de: Lösen Sie Geschenkkarten gegen Guthaben ein

source: Allow users to schedule and print gift cards
de_de: Ermöglichen Sie Benutzern das Planen und Drucken von Geschenkkarten

source: And more…
de_de: Und mehr…

source: 30 Day Money Back Guarantee
de_de: 30 Tage Geld-zurück-Garantie

source: Fast and Priority Support
de_de: Schnelle und überlegene Unterstützung

source: Store credit
de_de: Shop-Guthaben

source: Processing
de_de: In Bearbeitung

source: Completed
de_de: Abgeschlossen

source: Refunded
de_de: Rückerstattet

source: Cancelled
de_de: Abgebrochen

source: Failed
de_de: Fehlgeschlagen

source: Reimburse credit value
de_de: Guthabenwert erstatten

source: Sorry, you cannot purchase store credit with this coupon.
de_de: Mit diesem Gutschein können Sie leider kein Guthaben erwerben.

source: Store credit used:
de_de: Verwendetes Store-Guthaben:

source: You have received a Gift card
de_de: Sie haben eine Geschenkkarte erhalten

source: This email will be sent to customers when they purchase the gift card or when the admin mails a gift card manually.
de_de: Diese E-Mail wird an Kunden gesendet, wenn sie die Geschenkkarte kaufen oder wenn der Administrator eine Geschenkkarte manuell per E-Mail verschickt.

# default email subject for active emails sent to the customer
source: You've got a gift!
de_de: Du hast ein Geschenk!

source: Hi %s,
de_de: Hallo %s,

source: Hi %1$sthere%2$s,
de_de: Hallo %1$sda%2$s,

source: Congratulations! You have received a store credit %1$sfrom %2$s.
de_de: Glückwunsch! Sie haben eine Store-Gutschrift %1$svon %2$s erhalten.

source: Congratulations! You have received a store credit %s.
de_de: Glückwunsch! Sie haben eine Store-Gutschrift %s erhalten.

source: Coupon code:
de_de: Gutscheincode:

source: Amount:
de_de: Betrag:

source: Expiry date: %s
de_de: Ablaufdatum: %s

source: To redeem this store credit, you can enter the coupon code in the dedicated field during the checkout.
de_de: Um dieses Guthaben einzulösen, können Sie beim Bezahlvorgang den Gutscheincode in das dafür vorgesehene Feld eingeben.

source: Congratulations! You have received a gift card %1$sfrom %2$s.
de_de: Glückwunsch! Sie haben eine Geschenkkarte %1$svon %2$s erhalten.

source: Congratulations! You have received a gift card %s.
de_de: Glückwunsch! Sie haben eine Geschenkkarte %s erhalten.

source: Gift card code:
de_de: Geschenkkartencode:

source: To redeem this gift card, you can enter the gift card code in the dedicated field during the checkout.
de_de: Um diese Geschenkkarte einzulösen, können Sie beim Bezahlvorgang den Geschenkkartencode in das dafür vorgesehene Feld eingeben.

source: Hi there,
de_de: Hallo,

source: Congratulations! You have received a store credit from %s.
de_de: Glückwunsch! Sie haben eine Store-Gutschrift von %s erhalten.

source: Congratulations! You have received a store credit.
de_de: Glückwunsch! Sie haben eine Store-Gutschrift erhalten.

source: Customise your gift card
de_de: Passen Sie Ihre Geschenkkarte individuell an

source: Select template
de_de: Template wählen

source: How do you want to send it
de_de: Wie möchten Sie es versenden?

source: Recipient name
de_de: Name des Empfängers

source: Sender email
de_de: E-Mail des Absenders

source: Message
de_de: Nachricht

source: Email gift card
de_de: E-Mail-Geschenkkarte

source: Email to recipient
de_de: E-Mail an Empfänger

source: Gift card %s resent to recipient using the Resend button.
de_de: Geschenkkarte %s wurde über die Schaltfläche „Erneut senden“ erneut an den Empfänger gesendet.

source: Gift card %s emailed to recipient manually using the force sent button.
de_de: Geschenkkarte %s wurde manuell über die Schaltfläche „Senden erzwingen“ per E-Mail an den Empfänger gesendet.

source: Gift card %s emailed to recipient.
de_de: Geschenkkarte %s per E-Mail an den Empfänger gesendet.

source: Template is missing!!!
de_de: Vorlage fehlt!!!

source: Amount is required!
de_de: Betrag ist erforderlich!

source: Maximum amount is %f
de_de: Der Höchstbetrag beträgt %f

source: Please enter valid email address
de_de: Bitte geben Sie eine gültige Email Adresse an

source: Recipient email is required
de_de: Die E-Mail-Adresse des Empfängers ist erforderlich

source: Select options
de_de: Optionen wählen

source: Error. No user actions enabled.
de_de: Fehler. Keine Benutzeraktionen aktiviert.

source: Gift card product is not enabled.
de_de: Das Geschenkkartenprodukt ist nicht aktiviert.

source: Error. There is no template(s) selected for this product.
de_de: Fehler. Für dieses Produkt sind keine Vorlagen ausgewählt.

source: Your name
de_de: Ihr Name

source: Available coupons
de_de: Verfügbare Gutscheine

source: Amount
de_de: Menge

source: Oops! Woocommerce not activated, It should required for `Gift cards for woocommerce`.
de_de: Hoppla! Woocommerce nicht aktiviert, sollte für „Geschenkkarten für Woocommerce“ erforderlich sein.

source: WebToffee Gift Cards for WooCommerce
de_de: WebToffee-Geschenkkarten für WooCommerce

source: Create and manage beautiful gift cards for your WooCommerce store.
de_de: Erstellen und verwalten Sie wunderschöne Geschenkkarten für Ihren WooCommerce-Shop.
